Revit 2027 API
IFCLevelInfo.Elevation Property
 The elevation of the level.
Namespace: Autodesk.Revit.DB.IFC
Assembly: RevitAPIIFC (in RevitAPIIFC.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public double Elevation { get; }
Public ReadOnly Property Elevation As Double
	Get
public:
property double Elevation {
	double get ();
}
member Elevation : float with get
Property Value
Double
See Also
Reference
IFCLevelInfo Class
Autodesk.Revit.DB.IFC Namespace